// © Copyright 2015-2016 HP Development Company, L.P.

HSDTaskName = "Calibrar escáner";
HSDTaskDescription = "Si la calidad de los documentos escaneados o copiados no es aceptable, intente calibrar el escáner. Inserte una hoja de papel normal blanco de tamaño A4 o carta en el escáner y haga clic en \"Calibrar\".";
HSDCalibrateButtonTitle = "Calibrar";

CalibratingScannerTitle = "Calibrando el escáner...";

CompletionAlertTitle = "Calibración correcta";
CompletionAlertMessage = "La calibración del escáner se ha realizado correctamente.\nNo quite el papel hasta que haya pasado completamente a través del escáner.";

GeneralErrorAlertTitle = "Calibración incorrecta";
GeneralErrorAlertMessage = "La calibración del escáner fue incorrecta. Asegúrese de que la impresora no esté ocupada, que esté utilizando una hoja limpia de papel normal, blanco, A4 o tamaño carta y que el papel esté insertado correctamente en el escáner.\nNo quite el papel hasta que haya pasado completamente a través del escáner.";

OutOfPaperAlertTitle = "Falta papel";
OutOfPaperAlertMessage = "Asegúrese de que una hoja de papel normal, blanco, A4 o tamaño carta se ha insertado en el escáner.\nHaga clic en \"Aceptar\" para volver.";
